<?php

return array(
    'brand' => 'статадрочер',

    'enablejs' => 'Для просмотра данной страницы необходимо включить JavaScript.',

    'keywords' => 'wot, world of tanks, кпд, рейтинг, эффективность, статистика, досье, dossier',

    'welcome' => array(
        'header' => 'Привет, танкист!',
        'body' => 'Чтобы узнать свой рейтинг эффективности вместе с другой полезной информацией, загрузи своё досье:',
        'help' => 'Скопируй путь к папке с файлами твоего досье, чтобы быстрее его найти',
    ),

    'general-error' => 'Произошла какая-то ошибка, простите...',

    'dossier' => array(
        'upload' => 'Выбрать досье',
        'refresh' => 'Обновить досье',
        'did-refresh' => 'Досье успешно обновлено!',
        'error' => array(
            'upload' => 'Прости, но это не файл статистики...',
            'not-found' => 'Прости, но такой игрок не найден...',
            'wrong-player' => 'Прости, но ты загрузил досье для другого игрока...',
        ),

        'last-played' => 'Последний раз играл',
        'server' => 'Сервер',
        'no-tanks' => 'Прости, но здесь танков нет...',

        'battles' => array(
            'header' => 'Бои',
            'random' => 'рандомные',
            'clan' => 'клановые',
            'company' => 'ротные',
            'b7_42' => 'коммандные',
        ),

        'columns' => array(
            'battle' => array(
                'battles' => 'Бои',

                'winRate' => 'Победы',
                'hitRate' => 'Попадания',

                'avgTier' => 'Ур.',
                'avgDamageDealt' => 'Урон',
                'avgSpotted' => 'Обнаружил',
                'avgFrags' => 'Фраги',

                'armorEfficiency' => 'ЭБ',
                'piercingEfficiency' => 'ЭП',
            ),

            'title' => 'Танк',
            'icon' => 'Иконка',
        ),
    ),
);