<?php

return array(
    'brand' => 'статадрочер',

    'enablejs' => 'Для просмотра данной страницы необходимо включить JavaScript.',

    'welcome' => array(
        'header' => 'Привет, танкист!',
        'body' => 'Мы проанализируем твою стату и докажем, что ты не олень!',
    ),

    'general-error' => 'Произошла какая-то ошибка, простите...',

    'dossier' => array(
        'upload' => 'загрузить стату',
        'refresh' => 'Обновить стату',
        'error' => array(
            'upload' => 'Прости, но это не файл статистики...',
            'not-found' => 'Прости, но такой игрок не найден...',
            'wrong-player' => 'Прости, но ты загрузил досье для другого игрока...',
        ),

        'last-played' => 'Последний раз играл',
        'server' => 'Сервер',

        'battles' => array(
            'header' => 'Бои',
            'random' => 'рандомные',
            'clan' => 'клановые',
            'company' => 'ротные',
            'b7_42' => 'коммандные',
        ),
    ),
);